<!DOCTYPE html>
<html lang="en">
  <head>
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <link rel="stylesheet" href="style.css" />
    <title>Vaksinimi</title>
    <link rel="preconnect" href="https://fonts.gstatic.com" />
    <link
      href="https://fonts.googleapis.com/css2?family=Poppins:wght@100;200;300;400;600;700&display=swap"
      rel="stylesheet"
    />
    <link
      rel="stylesheet"
      href="https://pro.fontawesome.com/releases/v5.10.0/css/all.css"
      integrity="sha384-AYmEC3Yw5cVb3ZcuHtOA93w35dYTsvhLPVnYs9eStHfGJvOvKxVfELGroGkvsg+p"
      crossorigin="anonymous"
    />
    <link
      href="https://fonts.googleapis.com/icon?family=Material+Icons"
      rel="stylesheet"
    />
  </head>
  <body>
    <section id="topi" class="nim-header">
      <nav>
        <div class="nav-links" id="navLinks">
          <i class="fa fa-times" onclick="hidemenu()"></i>

          <ul>
            <li><a href="index.html">BALLINA</a></li>
            <li><a href="#">VAKSINIMI</a></li>
            <li><a href="vaksinat.html">VAKSINAT</a></li>
            <li><a href="kontakti.html">KONTAKTI</a></li>
          </ul>
        </div>
        <i class="fa fa-bars" onclick="showmenu()"></i>
      </nav>
      <div class="text-box">
        <h1 class="vaksinz">VAKSINIMI</h1>
      </div>
    </section>
    <section class="animated-video">
    <iframe src="https://www.evropaelire.org/embed/player/0/30944926.html?type=video?autoplay=1&mute=1" 
    frameborder="0" scrolling="no" width="722" height="409" allowfullscreen></iframe>
    </section>
    
    <!-- vaksinimi -->

    <section class="vaksinim3">
      <h1 >
        Vaksina kund&euml;r COVID-19:<br />Pyetje q&euml; b&euml;hen shpesh
      </h1>
      <div class="teksti">
        <ul class="osos">
          <a class="abc" href="#Para-se-te-vaksionheni">
            <li class="odds">Para se t&euml; vaksinoheni</li></a
          ><br />
          <a class="abc" href="#Gjate-vizites-suaj">
            <li class="odds2">Gjat&euml; vizit&euml;s suaj</li></a
          ><br />
          <a class="abc" href="#Pasi-te-vaksinoheni">
            <li class="odds3">Pasi t&euml; vaksionheni</li></a
          >
        </ul>
      </div>
      <br /><br />
      <div id="Para-se-te-vaksionheni">
        <h2>Para se t&euml; vaksionheni</h2>
        <br /><br />
        <div class="olti">
          <h3 class="sss3">
            A do t&euml; duhet t&euml; paguaj p&euml;r vaksin&euml;n?
          </h3>
          <p>
            Jo. Vaksina u ofrohet falas t&euml; gjith&euml;ve, nga qeveria
            federale. N&euml; qoft&euml; se jeni t&euml; siguruar, fatura do t’i
            d&euml;rgohet sigurimit tuaj sh&euml;ndet&euml;sor pa asnj&euml;
            kosto p&euml;r ju. Megjithat&euml;, ju nuk ka nevoj&euml; t&euml;
            jeni t&euml; siguruar, p&euml;r ta b&euml;r&euml; vaksin&euml;n.Nuk
            do t’ju k&euml;rkohet kurr&euml; nj&euml; num&euml;r karte krediti,
            p&euml;r t&euml; l&euml;n&euml; nj&euml; takim vaksinimi.
          </p>
          <br />
          <h3 class="sss3">
            A mund ta marrin vaksin&euml;n falas imigrant&euml;t e
            padokumentuar?
          </h3>
          <p>
            Po. Vaksina vet&euml; &euml;sht&euml; falas p&euml;r t&euml;
            gjith&euml; individ&euml;t n&euml; Massachusetts. Sigurimet
            sh&euml;ndet&euml;sore (p&euml;rfshi Medicare dhe Medicaid) do
            t&euml; mbulojn&euml; koston e dh&euml;nies s&euml; vaksin&euml;s.
            P&euml;r pacient&euml;t pa sigurime sh&euml;ndet&euml;sore, ofruesit
            e kujdesit sh&euml;ndet&euml;sor mund t&euml; k&euml;rkojn&euml;
            rimbursim nga qeveria federale p&euml;r koston e vaksinimit t&euml;
            imigrant&euml;ve t&euml; padokumentuar.
          </p>
          <br />
          <h3 class="sss3">
            A mund t&euml; vaksinohem edhe sikur t&euml; mos kem nj&euml;
            kart&euml; ID?
          </h3>
          <p>
            Po. Mund ta b&euml;ni vaksin&euml;n edhe po t&euml; mos jeni i
            siguruar, po t&euml; mos keni patent&euml; automjeti ose num&euml;r
            t&euml; sigurimit shoq&euml;ror. P&euml;r m&euml; shum&euml;
            informacion, vizitoni
            <a
              class="hero-btn1 red-btn"
              href="https://www.mass.gov/guides/how-to-prepare-for-your-covid-19-vaccine-appointment"
              >Si t&euml; p&euml;rgatiteni p&euml;r takimin tuaj t&euml;
              vaksinimit kund&euml;r COVID-19.</a
            >
          </p>
          <br />
          <h3 class="sss3">
            A do t&euml; ket&euml; vaksinimi ndikim negativ ndaj statusit
            t&euml; imigracionit t&euml; dikujt?
          </h3>
          <p>
            Jo. Qeveria federale ka konfirmuar se nuk do ta konsideroj&euml;
            trajtimin kund&euml;r COVID-19 (p&euml;rfshi k&euml;tu
            vaksin&euml;n) si faktor n&euml; p&euml;rcaktimin n&euml;se dikush
            p&euml;rb&euml;n “shpenzim publik” ose si&ccedil; nd&euml;rlidhet me
            gjendjen e p&euml;rfitimit publik p&euml;r disa persona q&euml;
            k&euml;rkojn&euml; nj&euml; shtyrje q&euml;ndrimi ose ndryshim
            statusi, edhe sikur vaksina t&euml; paguhet nga Medicaid ose fonde
            t&euml; tjera federale.
          </p>
          <br />
          <h3 class="sss3">
            A &euml;sht&euml; e mbrojtur privat&euml;sia e kartel&euml;s s&euml;
            vaksinimit t&euml; nj&euml; pacienti?
          </h3>
          <p>
            Departamenti i Sh&euml;ndetit Publik do t&euml; mbaj&euml; nj&euml;
            kartel&euml; elektronike p&euml;r &ccedil;do pacient n&euml;
            Massachusetts q&euml; vaksinohet kund&euml;r COVID-19. Databaza e
            vaksinave do t&euml; mbahet n&euml; fsheht&euml;si, nj&euml;lloj si
            kartela mjek&euml;sore e pacientit te mjeku p&euml;rkat&euml;s.
          </p>
          <br />
          <h3 class="sss3">
            A &euml;sht&euml; me detyrim vaksina kund&euml;r COVID-19?
          </h3>
          <p>
            Departamenti i Sh&euml;ndetit Publik nuk po e b&euml;n vaksin&euml;n
            kund&euml;r COVID-19 me detyrim. &Euml;sht&euml; fjala p&euml;r nj&euml;
            program vullnetar. Vaksina kund&euml;r COVID-19 &euml;sht&euml;
            treguar tejet efektive p&euml;r t&euml; parandaluar s&euml;mundjen
            dhe &euml;sht&euml; mjet i r&euml;nd&euml;sish&euml;m n&euml;
            luft&euml;n kund&euml;r pandemis&euml;.
          </p>
          <br />
          <h3 class="sss3">
            A do t&euml; duhet t&euml; testohem p&euml;r COVID-19 para se
            t&euml; vaksinohem?
          </h3>
          <p>
            Jo, nuk &euml;sht&euml; nevoja t&euml; b&euml;ni nj&euml; test
            COVID-19 para se t&euml; vaksinoheni.
          </p>
          <br />
        </div>
      </div>
      <br /><br />
      <hr class="hr" />
      <br /><br />
      <div id="Gjate-vizites-suaj">
        <h2>Gjat&euml; vizit&euml;s suaj</h2>
        <br /><br />
        <div class="olti">
          <h3 class="sss3">
            &Ccedil;far&euml; do t&euml; ndodh&euml; gjat&euml; vizit&euml;s
            sime p&euml;r t’u vaksinuar kund&euml;r COVID-19?
          </h3>
          <p>
            Vizitoni
            <a
              class="hero-btn1 red-btn"
              href="https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect.html"
              >&Ccedil;far&euml; do t&euml; ndodh&euml; kur t&euml; shkoni
              p&euml;r t’u vaksinuar kund&euml;r COVID-19 | CDC
            </a>
            p&euml;r k&euml;shilla se &ccedil;far&euml; mund t&euml; prisni
            t&euml; ndodh&euml; kur t&euml; vaksinoheni, &ccedil;far&euml;
            informacionesh do t&euml; merrni nga ofruesi dhe p&euml;r burimet
            q&euml; mund t&euml; p&euml;rdorni p&euml;r t&euml; monitoruar
            sh&euml;ndetin tuaj pasi t&euml; vaksinoheni.
          </p>
          <br />
          <h3 class="sss3">
            A duhet t&euml; mbaj mask&euml; kur t&euml; vaksinohem p&euml;r
            COVID-19?
          </h3>
          <p>
            Po, gjat&euml; takimit duhet t&euml; mbani nj&euml; mask&euml;
            q&euml; t’ju mbuloj&euml; hund&euml;n dhe goj&euml;n.
          </p>
          <br />
          <h3 class="sss3">
            Sa gjat&euml; do t&euml; m&euml; duhet t&euml; pres midis doz&euml;s
            s&euml; par&euml; dhe doz&euml;s s&euml; dyt&euml; t&euml;
            vaksin&euml;s COVID-19 t&euml; Pfizer dhe Moderna?
          </h3>
          <p>
            <b
              >Doza e dyt&euml; rekomandohet t&euml; b&euml;het pas 21
              dit&euml;sh p&euml;r Pfizer dhe 28 dit&euml;sh p&euml;r Moderna,
              por &ccedil;do koh&euml; deri n&euml; 6 jav&euml;
              diferenc&euml;</b
            >
            (42 dit&euml;) pas doz&euml;s s&euml; par&euml; pajtohet me
            direktivat e CDC. Nuk duhet ta merrni doz&euml;n e dyt&euml; m&euml;
            her&euml;t se 21 dit&euml; p&euml;r Pfizer ose 28 dit&euml; p&euml;r
            Moderna. Vaksina Janssen (Johnson & Johnson) jepet me nj&euml;
            doz&euml; t&euml; vetme.
          </p>
          <br />
          <h3 class="sss3">
            Sa e efektshme &euml;sht&euml; nj&euml; doz&euml; e nj&euml; vaksine
            Pfizer ose Moderna kund&euml;r COVID-19 n&euml; krahasim me dy
            dozat?
          </h3>
          <p>
            Vaksinat Pfizer dhe Moderna kund&euml;r COVID-19 nuk jan&euml;
            studiuar p&euml;r p&euml;rdorim si nj&euml; doz&euml; e vetme.
            Njer&euml;zit duhet t’i marrin t&euml; dyja dozat e vaksin&euml;s,
            pra t&euml; vaksinohen plot&euml;sisht, q&euml; vaksina t&euml;
            jet&euml; e efektshme.
          </p>
          <br />
          <h3 class="sss3">
            A do t&euml; monitorohem pasi t&euml; vaksinohem?
          </h3>
          <p>
            Personat q&euml; kan&euml; pasur shok anafilaktik (reaksion t&euml;
            r&euml;nd&euml; alergjik) p&euml;r &ccedil;do arsye, do t&euml;
            mbahen n&euml;n v&euml;zhgim p&euml;r 30 minuta. T&euml; gjith&euml;
            t&euml; tjer&euml;t do t&euml; monitorohen p&euml;r 15 minuta
          </p>
          <br />
          <h3 class="sss3">
            &Ccedil;far&euml; personeli dhe pajisjesh mjek&euml;sore jan&euml;
            n&euml; dispozicion n&euml; klinikat e vaksinimit masiv?
          </h3>
          <p>
            &Ccedil;do qend&euml;r vaksinimi masiv ka personel vaksinues t&euml;
            kualifikuar, q&euml; mund t&euml; gjykojn&euml; n&euml;se dikush
            mund ta b&euml;j&euml; vaksin&euml;n dhe t’u p&euml;rgjigjen
            pyetjeve t&euml; pacientit para injeksionit. &Ccedil;do qend&euml;r
            ka profesionist&euml; mjek&euml;sor&euml; t&euml; kualifikuar,
            t&euml; cil&euml;t administrojn&euml; vaksinat, mbik&euml;qyrin
            procesin e vaksinimit dhe mbajn&euml; pacient&euml;t n&euml;
            v&euml;zhgim p&euml;r 15-30 minuta pas injeksionit.<br /><br />
            Qendrat e vaksinimit masiv jan&euml; t&euml; p&euml;rgatitura
            p&euml;r t&euml; trajtuar urgjenca mjek&euml;sore dhe reaksione
            t&euml; pad&euml;shiruara me personelin mjek&euml;sor q&euml;
            kan&euml; n&euml; dispozicion dhe shpesh kan&euml; edhe ambulanca
            n&euml; gatishm&euml;ri, p&euml;r t&euml; ndihmuar sipas
            nevoj&euml;s. N&euml;se jeni t&euml; shqet&euml;suar p&euml;r
            reaksionet e pad&euml;shiruara ndaj vaksin&euml;s, duhet t’i
            diskutoni k&euml;to m&euml; par&euml; me ofruesin tuaj t&euml;
            kujdesit sh&euml;ndet&euml;sor, para se t&euml; arrini n&euml;
            qend&euml;r. Pacient&euml;ve u k&euml;rkohet q&euml; ta
            bashk&euml;ndajn&euml; historin&euml; e tyre t&euml; vaksin&euml;s
            dhe t&euml; sh&euml;ndetit me personin q&euml; i vaksinon dhe duhet
            t&euml; diskutojn&euml; &ccedil;do shqet&euml;sim ose paqart&euml;si
            me t&euml;, para se ta b&euml;jn&euml; vaksin&euml;n.
          </p>
          <br />
          <h3 class="sss3">
            A do t&euml; marr ndonj&euml; dokument q&euml; t&euml;
            sh&euml;rbej&euml; si prov&euml; e vaksinimit?
          </h3>
          <p>
            Duhet t&euml; merrni nj&euml; kart&euml; ose flet&euml; vaksinimi,
            q&euml; ju informon se &ccedil;far&euml; vaksine COVID-19 keni
            b&euml;r&euml;, dat&euml;n kur e keni b&euml;r&euml; dhe ku e keni
            b&euml;r&euml;. Sigurohuni q&euml; ta mbani k&euml;t&euml;
            kart&euml; se do t’ju duhet p&euml;r doz&euml;n e dyt&euml;. Mund
            t&euml; nxirrni nj&euml; foto t&euml; saj, p&euml;r ta pasur si
            kopje digjitale rezerv&euml;. <br /><br />
            Duhet t&euml; merrni edhe nj&euml; version let&euml;r ose elektronik
            t&euml; nj&euml; flete informative me t&euml; dh&euml;na t&euml;
            m&euml;tejshme p&euml;r vaksin&euml;n specifike COVID-19 q&euml; po
            ju ofrohet. &Ccedil;do vaksin&euml; COVID-19 e autorizuar vjen me
            flet&euml;n e vet t&euml; fakteve, me informacion q&euml; ju ndihmon
            t&euml; kuptoni rreziqet dhe p&euml;rfitimet nga marrja e asaj
            vaksine specifike. Flet&euml;t informative mund t&euml; gjenden
            n&euml;
            <a
              class="hero-btn1 red-btn"
              href="https://www.fda.gov/media/144414/download"
              >Fleta informative EUA e vaksin&euml;s Pfizer kund&euml;r COVID-19
              p&euml;r pacient&euml;t dhe ofruesit e sh&euml;ndetit (fda.gov)</a
            >,
            <a
              class="hero-btn1 red-btn"
              href="https://www.fda.gov/media/144638/download"
              >Fleta informative EUA e vaksin&euml;s Moderna kund&euml;r
              COVID-19 p&euml;r pacient&euml;t dhe ofruesit e sh&euml;ndetit
              (fda.gov) </a
            >, dhe
            <a
              class="hero-btn1 red-btn"
              href="https://www.fda.gov/media/146305/download"
            >
              Fleta informative EUA e vaksin&euml;s Janssen kund&euml;r COVID-19
              p&euml;r pacient&euml;t dhe ofruesit e sh&euml;ndetit (fda.gov)</a
            >
          </p>
          <br />
        </div>
      </div>
      <br /><br />
      <hr class="hr" />
      <br /><br />
      <div id="Pasi-te-vaksinoheni">
        <h2>Pasi t&euml; vaksinoheni</h2>
        <br /><br />
        <div class="olti">
          <h3 class="sss3">
            Si t&euml; veproj n&euml;se, pasi t&euml; kem b&euml;r&euml;
            vaksin&euml;n COVID-19, t&euml; m&euml; shfaqen simptoma t&euml;
            tilla si ethet dhe dhimbjet e trupit?
          </h3>
          <p>
            Disa njer&euml;z kan&euml; efekte an&euml;sore pasi vaksinohen
            (t&euml; tilla si kapitje, dhimbje koke dhe dhimbje n&euml; vendin e
            vaksinimit), t&euml; cilat jan&euml; shenja normale q&euml;
            tregojn&euml; se trupi juaj po nd&euml;rton mbrojtje. K&euml;to
            efekte an&euml;sore mund t&euml; ndikojn&euml; n&euml;
            aft&euml;sin&euml; tuaj p&euml;r t&euml; kryer veprimtari ditore,
            por duhet t&euml; largohen brenda pak dit&euml;ve. N&euml;se
            zhvilloni simptoma t&euml; rrug&euml;ve t&euml; frym&euml;marrjes,
            si rruf&euml;, koll&euml; ose humbje t&euml; shqis&euml;s s&euml;
            nuhatjes ose t&euml; shijes, duhet t&euml; konsideroni q&euml;
            t&euml; testoheni p&euml;r COVID-19 ose t&euml; flisni me ofruesin
            tuaj t&euml; kujdesit sh&euml;ndet&euml;sor. &Euml;sht&euml; e mundshme
            q&euml; t&euml; s&euml;mureni me COVID-19 edhe pasi ta keni
            b&euml;r&euml; vaksin&euml;n. Rrini n&euml; sht&euml;pi po t&euml;
            jeni s&euml;mur&euml; dhe shmangni kontaktin e af&euml;rt me t&euml;
            tjer&euml;t. Mund t’ju duhet t&euml; pyesni
            pun&euml;dh&euml;n&euml;sin tuaj, se si do t&euml; ndikoj&euml; kjo
            n&euml; marr&euml;dh&euml;niet tuaja t&euml; pun&euml;s.
            <br /><br />
            N&euml;se keni dhimbje ose shqet&euml;sime t&euml; konsiderueshme,
            bisedoni me mjekun tuaj, q&euml; mund t&euml; rekomandoj&euml; barna
            pa recet&euml;, t&euml; tilla si ibuprofen ose acetaminofen.
            P&euml;r t&euml; pak&euml;suar dhimbjen dhe shqet&euml;simet n&euml;
            vendin ku &euml;sht&euml; b&euml;r&euml; vaksina, mbulojeni
            zon&euml;n me nj&euml; pecet&euml; t&euml; past&euml;r, t&euml;
            fresk&euml;t dhe t&euml; njomur me uj&euml; dhe p&euml;rdoreni
            krahun ose ushtrojeni. P&euml;r t&euml; pak&euml;suar
            shqet&euml;simet nga ethet, pini shum&euml; l&euml;ngje dhe vishuni
            leht&euml;. N&euml; shumic&euml;n e rasteve, shqet&euml;simet nga
            ethet ose dhimbja jan&euml; normale, por lidhuni me mjekun n&euml;
            qoft&euml; se:<br />
            • skuqja ose pezmatimi i vendit ku e b&euml;t&euml; vaksin&euml;n
            shtohet pas 24 or&euml;ve<br />
            • efektet an&euml;sore ju shqet&euml;sojn&euml; ose duket sikur nuk
            po largohen pas ca dit&euml;ve
          </p>
          <br />
          <h3 class="sss3">
            Si t&euml; raportoj n&euml;se kam ndonj&euml; efekt an&euml;sor pasi
            t&euml; b&euml;j vaksin&euml;n kund&euml;r COVID-19?
          </h3>
          <p>
            <b>V-safe</b> &euml;sht&euml; nj&euml; app p&euml;r smartfon q&euml;
            p&euml;rdor mesazhet tekst dhe anketat n&euml; ueb p&euml;r t&euml;
            ofruar kontrolle sh&euml;ndet&euml;sore t&euml; personalizuara pasi
            t&euml; jeni vaksinuar p&euml;r COVID-19. N&euml;p&euml;rmjet vsafe,
            mund ta lajm&euml;roni menj&euml;her&euml; CDC po t&euml; keni
            ndonj&euml; efekt an&euml;sor pasi t&euml; b&euml;ni vaksin&euml;n
            kund&euml;r COVID-19. Sipas p&euml;rgjigjeve q&euml; jepni, mund
            t&euml; merrni nj&euml; telefonat&euml; nga dikush nga CDC, p&euml;r
            t’ju pyetur si ndiheni dhe p&euml;r t&euml; marr&euml; m&euml;
            shum&euml; informacion. Dhe<b> v-safe</b> do t’ju kujtoj&euml;
            q&euml; t&euml; b&euml;ni doz&euml;n e dyt&euml; t&euml;
            vaksin&euml;s kund&euml;r COVID-19 n&euml;se duhet. P&euml;r t’u
            regjistruar p&euml;r <b>v-safe</b>, vizitoni
            <a
              class="hero-btn1 red-btn"
              href="https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/vsafe.html"
              >Verifikuesi i sh&euml;ndetit V-safe pas vaksinimit | CDC</a
            >.<br /><br />
            Po t&euml; keni shqet&euml;sime, mund edhe t’i telefononi ofruesit
            t&euml; kujdesit sh&euml;ndet&euml;sor. Ju ose ofruesi juaj mund t’i
            raportoni efektet an&euml;sore te Sistemi i Raportimit t&euml;
            Efekteve t&euml; Pad&euml;shiruara t&euml; Vaksin&euml;s (VAERS),
            nj&euml; sistem mbar&euml;komb&euml;tar i administruar nga qeveria
            federale.
          </p>
          <br />
          <h3 class="sss3">
            Sa koh&euml; duhet t&euml; kaloj&euml; pasi ta b&euml;j
            vaksin&euml;n COVID-19, q&euml; kjo t&euml; ket&euml; efekt?
          </h3>
          <p>
            Zakonisht trupit i duhen disa jav&euml; q&euml; krijoj&euml;
            imunitet, pas vaksinimit. Kjo do t&euml; thot&euml; se
            &euml;sht&euml; e mundshme q&euml; nj&euml; person t&euml;
            infektohet me virusin q&euml; shkakton COVID-19 menj&euml;her&euml;
            para ose pas vaksinimit dhe t&euml; s&euml;muret. Kjo ndodh sepse
            vaksina nuk ka pasur koh&euml; t&euml; mjaftueshme p&euml;r t&euml;
            ofruar mbrojtje. Do t&euml; konsideroheni si plot&euml;sisht i
            vaksinuar n&euml; qoft&euml; se keni marr&euml; dy doza t&euml;
            vaksin&euml;s Moderna ose Pfizer kund&euml;r COVID-19, ose nj&euml;
            doz&euml; t&euml; vetme t&euml; vaksin&euml;s Janssen (Johnson &
            Johnson) m&euml; her&euml;t se 14 dit&euml; m&euml; par&euml;.
          </p>
          <br />
          <h3 class="sss3">
            Sa koh&euml; zgjat mbrojtja nga vaksinat kund&euml;r COVID-19?
          </h3>
          <p>
            Ende nuk kemi t&euml; dh&euml;na p&euml;r t&euml; gjykuar se sa
            koh&euml; zgjat mbrojtja q&euml; ofrohet nga vaksinat kund&euml;r
            COVID-19. Ekspert&euml;t po p&euml;rpiqen t&euml; m&euml;sojn&euml;
            m&euml; shum&euml; edhe p&euml;r mbrojtjen q&euml; ofron vaksina
            kund&euml;r infektimit (t&euml; njohur edhe si imunitet natyror)
            edhe mbrojtjen q&euml; p&euml;rfiton personi nga vaksina
          </p>
          <br />
          <h3 class="sss3">
            &Ccedil;far&euml; udh&euml;zimesh duhet t&euml; ndjek, pasi t&euml;
            jem vaksinuar plot&euml;sisht?
          </h3>
          <p>
            Ata q&euml; jan&euml; vaksinuar plot&euml;sisht, mund t&euml;
            fillojn&euml; t&euml; b&euml;jn&euml; disa nga ato gj&euml;ra
            q&euml; nuk po i b&euml;nin, p&euml;r shkak t&euml; pandemis&euml;.
            P&euml;r m&euml; shum&euml; informacion, vizitoni
            <a
              class="hero-btn1 red-btn"
              href="https://www.mass.gov/guidance/guidance-for-people-who-are-fully-vaccinated-against-covid-19"
              >Udh&euml;zime p&euml;r personat q&euml; jan&euml; vaksinuar
              plot&euml;sisht kund&euml;r COVID-19 | Mass.gov</a
            >.
          </p>
          <br />
        </div>
      </div>

      <!-- <a href="#topi"><i id="osis" class="fas fa-angle-double-up"></i> </a> -->
    </section>
    <a href="#topi" class="arrow-container">
      <div class="arrow-line"></div>
      <div class="arrow-line2"></div>
    </a>
    <!-- <a href="#topi"
      ><button id="btnScrollToTop">
        <i class="material-icons">arrow_upward</i>
      </button>
    </a> -->

    <!-- about us -->

    <section class="footer">
      <h4>P&euml;r Ne</h4>
      <p>
        Ne Jemi Nj&euml; Akademi Inovative Q&euml; Bejm&euml; Punimin E
        Webisites
      </p>
      <div class="icons">
        <a href="https://www.facebook.com/akademiainovative"
          ><i class="fab fa-facebook-f"></i
        ></a>
        <a href="https://www.instagram.com/innovationacademy_official/"
          ><i class="fab fa-instagram"></i
        ></a>
      </div>
      <p>Made with <i class="fas fa-heart"></i> by Olti Abazi</p>
    </section>

    <!-- ----------JavaScript for toggle Menu-------- -->
    <script>
      var navLinks = document.getElementById("navLinks");
      function showmenu() {
        navLinks.style.width = "200px";
      }
      function hidemenu() {
        navLinks.style.width = "0";
      }
    </script>
  </body>
  <!-- </html> -->
</html>

<!-- <i id="osis" class="fa fa-angle-double-up" c aria-hidden="true"></i> -->
